export const groupedAlphabet = [
  ["А", "Б", "В", "Г", "Д", "Е"],

  ["Ж", "З", "И", "К", "Л", "М"],
  ["Н", "О", "П", "Р", "С", "Т"],

  ["У", "Ф", "Х", "Ц", "Ч", "Ш"],
  ["Щ", "Э", "Ю", "Я"],
];

export const disputants = [
  { disputant: "участник 1" },
  { disputant: "участник 2" },
  { disputant: "участник 3" },
  { disputant: "участник 4" },
];

export const alphabetCategories = {
  А: [
    "Агентский договор",
    "Арест",
    "Аренда",
    "Акцепт",
    "Авторское право",
    "Амнистия",
    "Административное взыскание",
  ],
  Б: ["Банкротство", "Брачный договор", "Бездействие", "Блокировка счетов"],
  В: ["Вексель", "Выгодоприобретатель", "Взыскание ущерба"],
  Г: [
    "Гражданское право",
    "Гражданское собрание",
    "Гражданский арбитраж",
    "Гражданский арбитраж",
  ],
  Д: ["Договор", "Делопроизводство", "Договор об отмене"],
  Е: ["Ежегодной аренда", "Ежегодный арендодатель", "Ежегодный арендатор"],
  Ж: ["Жилищное право", "Жилищный арендодатель", "Жилищный арендатор"],
  З: [
    "Защита прав потребителя",
    "Защита прав потребителя",
    "Защита прав потребителя",
  ],
  И: [
    "Инвестиционное право",
    "Инвестиционный агент",
    "Инвестиционный арбитраж",
  ],
  К: ["Кредит", "Кредитор", "Кредиторский договор", "Кредиторский договор"],
  Л: ["Лицензия", "Лицензионный договор", "Лицензионный договор"],
  М: ["Медицинское право", "Медицинский договор", "Медицинский договор"],
  Н: ["Нотариальное право", "Нотариальный договор", "Нотариальный договор"],
  О: ["Операционное право", "Операционный договор", "Операционный договор"],
  П: ["Пенсионное право", "Пенсионный договор", "Пенсионный договор"],
  Р: ["Религиозное право", "Религиозный договор", "Религиозный договор"],
  С: ["Семейное право", "Семейный арендодатель", "Семейный арендатор"],
  Т: ["Трудовое право", "Трудовый договор", "Трудовый договор"],
  У: ["Уголовное право", "Уголовный договор", "Уголовный договор"],
  Ф: ["Финансовое право", "Финансовый договор", "Финансовый договор"],
  Х: ["Хозяйственное право", "Хозяйственный договор", "Хозяйственный договор"],
  Ц: ["Ценное право", "Ценный договор", "Ценный договор"],
  Ч: ["Частное право", "Частный арендодатель", "Частный арендатор"],
  Ш: ["Штрафное право", "Штрафный договор", "Штрафный договор"],
  Щ: ["Щитовое право", "Щитовый договор", "Щитовый договор"],
  Э: ["Экономическое право", "Экономический договор", "Экономический договор"],
  Ю: ["Юридическое право", "Юридический договор", "Юридический договор"],
  Я: ["Ядерное право", "Ядерный договор", "Ядерный договор"],
};

export const apiBaseURL = "https://lawrs.ru:8000/api";
